[language]

;语言名称

name=简体中文

[firstrun]
chooselanguage=请选择您的语言！
ok=确定
ignore=跳过
oldini=导入之前使用的配置文件
loadini=导入
loadfail=该目录未找到配置文件！
loadsuccessful=导入成功！
steambak=是否同步Steam配置文件？
steamerror=请运行steam来验证您的购买！

[steam]
save=保存配置到Steam云
load=恢复Steam云配置
steamnotrun=需要运行Steam才能使用此功能！
uploadfilemaxsize=上传文件最大支持100M

[workshop]
list_install=已安装
list_home=主页
list_subscribe=已订阅
list_upload=已上传
list_voteup=已赞过
list_themesskin=皮肤和主题
list_widget=组件样式

deltheme=删除主题
newtheme=新建主题
newthemetip=请输入主题名称

edittheme=编辑

subscribe=订阅
unsubscribe=取消订阅

icons=图标
dockskin=皮肤
Single icon=独立图标
Time skin=时钟
Calendar skin=日历
Sound=音效
language=语言

sort_alltime=全部
sort_week=周
sort_mont=月
sort_year=年

sort_hot=热门
sort_new=最新
sort_sub=订阅
sort_vote=评分

filesize=文件大小
updatetime=最后更新时间

runerror=需要运行 Steam 才能使用此功能！
opensteam=打开 Steam 客户端

[themesedit]

windowtitle=皮肤编辑器
shell=外观
offset=偏移
Delimiter and run=分隔符&运行指示符
Progress bar=进度条

savetheme=保存

applytheme=保存成功是否立即应用此主题？
filetip_drop=将图片拖放到此处
filetip=点击或直接将图片拖放到此处
dropfile=是否替换此图片？


selectpicture=选择图片
cliptip=裁剪
clipleft=左边
clipbottom=底边
clipright=右边
cliptop=顶边


dockbg=背景
dockblur=模糊背景

Margins=边距
Margins trimmer=边距微调（建议值0-0.2）

Run indicator=运行指示符
Run offset=偏移
delimiter=分隔符
Progress bar border=边框
Progress bar bg=背景

folder=文件夹
trash_empty=回收站空
trash_full=回收站满

calmon=月份
calday=日期

timebg=背景
timehour=小时
timeminute=分钟
timesecond=秒

timetype=时钟类型
timetype_pointer=指针
timetype_number=数字
fontname=字体名称
fontsize=字体大小
fontalign=文字对齐
fontpoint=文字坐标
format=时间格式
fontcolor=文字颜色

workshopshare=是否上传主题到创意工坊？
sharesuccess=已成功上传到创意工坊!
sharefailed=上传失败!

workshop_Preview=预览
workshop_description=描述
workshop_otherPreview=更多预览
workshop_Previewbuild=自动生成
workshop_Previewselect=选择图片
workshop_tip_description=请输入主题的相关描述

[systeminfo]
cpu=处理器
gpu=图形卡
memory=内存
system=版本
moreinfo=更多信息

[monitor]
process=进程
readwrite=读/写
usage=已使用

;------------------------------------
[tips]
GeolocationTip=需要开启系统定位才能使用Wifi功能，点此处了解原因。
dropiconerror=开启多屏同时显示 Dock 时不能拖动图标，请选择单个屏幕显示 Dock！
msitip=检测运行MSI Afterburner可能存在冲突，是否添加排除项？
crashtip=程序已崩溃是否重新启动！
;------------------------------------

[iconame]
createlnk=创建快捷方式
;dock标签名称
explorer=资源管理器
launchpad=启动台
cal=日历
trash=废纸篓

;文件夹界面最后一个图标

exploreropen=在文件中打开
return=返回

;系统时间图标标签名称格式

timeformat=yyyy年M月d日 dddd
;时间格式为系统时间格式 y 年 m月份 d 日期 dddd 星期几  ddd周几

;拖放到launchpad时图标标签

remove=移除
;------------------------------------------------------------

[systemicon]
;系统图标名称
controlpanel=控制面板
taskbar=托盘图标
systemtime=系统时间
cortana=语音助手
network=网上邻居
mydocument=我的文档
weather=天气预报
battery=电池
startmenu=开始菜单
virtualdesktop=虚拟桌面


------------------------------------

[editicon]
;编辑图标界面

addtips=可将文件拖放到此处

reset=重置
ok=确定
restore=还原
addname=添加显示名称
addicotips=点击右上角按钮添加图标
switch=切换
trashempty=废纸篓空
trashfull=废纸篓满
iconshell=使用图标遮罩
addline=启动参数

Icon Designer title=图标编辑器
Icon Designer=编辑
select=添加

share=分享
icolabel=图标
selectpicture=选择
icosize=图标缩放
icooffsetx=图标横向偏移
icooffsety=图标纵向偏移
icobackground=背景
iconshadow=使用图标阴影
icoroundrect=图标圆角度
icocolor=颜色
icogradient color=使用渐变色
icocolorangle=渐变色角度

;弹出选择文件窗口标题

selectfoldertitle=选择文件夹
;天气预报输入提示

searchcity=搜索城市天气，支持拼音和区号


;------------------------------------

[editcal]

;编辑日历界面


monthfont=月份字体：
monfontsize=月份字体大小：
dayfont=日期字体：
dayfontsize=日期字体大小：
monthpoint=月份坐标：
daypoint=日期坐标：
monthposition=月份对齐：
dayposition=日期对齐：
monthcolor=月份颜色：
daycolor=日期颜色：
rotation=旋转角度：
default=使用默认配置

ok=确定
test=测试

left=居左
right=居右
center=居中

;弹出选择图片窗口标题

selectcalicon=选择日历图片

;------------------------------------

[editicontips]
;编辑图标界面弹出错误提示

iconduplicate=已经在 Dock 中添加此程序！

titleerror=程序显示名称不能为空！
filepatherror=程序路径和图标不能为空！

padtitleerror1=文件名重复，请重新输入！
padtitleerror2=文件更改失败，如果程序放在C盘请使用管理员模式运行！

formaterror=不支持的格式，建议放入png、ico、exe、lnk格式!

workshopshare=是否上传此图标到创意工坊？
workshopsharesuccess=图标已成功分享到创意工坊!
workshopsharefailed=图标分享失败!

;---------------------------------------------------------------------------

[weatherUI]
Other locations=其他位置
open weather=打开天气

Select location=选择城市位置
Edit location name=编辑城市显示名称

add=添加
edit=编辑
delete=删除

location=系统定位
search=搜索
latitude&longitude=经纬度

;---------------------------------------------------------------------------
;设置界面
[settingUI]

cloudini=Steam 云存档
uploadcloudini=上传存档
nofoundini=未上传存档
downloadcloudini=下载存档

managesteamcloud=管理文件

cloudfile=Steam 云文件
uploadcloudfile=上传文件
filename=文件名称
filesize=文件大小
filetime=上传时间

backupsuccess=上传成功！
backupfail=上传失败！

settitle=MyDockFinder 偏好设置

Global Settings=全局设置

openMyDock=开启 MyDock
openMyFinder=开启 MyFinder

debugMyDockFinder=以调试方式运行


gameautoclose=全屏游戏时自动退出
ProcessRecentFiles=显示程序最近打开文件个数


DPIscale=全局界面显示大小
Globalblurvalue=全局界面模糊强度
Accentcolor=全局界面强调色
darkmodeall=全局界面颜色模式

darkmode_light=亮色
darkmode_dark=暗色
darkmode_auto=自动
darkmode_system=跟随系统

uiaccesstop=使用超级置顶功能
aero=开启全局模糊效果
systemdarkmode=调整全局界面颜色时修改系统颜色
autoupdate=自动检查程序更新
systemstart=开机启动方式
none=无
regedit=注册表
plantask=计划任务
Service=服务

screenfps=选择全局渲染刷新率
Temperature Celsius Fahrenheit=全局温度单位

windowscenterscreen=新窗口在屏幕中心显示
autohidetaskbar=启动时自动隐藏任务栏

hidetaskbar_dock=隐藏程序所在屏幕任务栏
hidetaskbar_all=隐藏所有屏幕任务栏

showhidetaskbar_hotkey=显示隐藏任务栏快捷键

languagechoice=选择程序全局显示语言
allfont=修改全局使用字体
usefontbold=使用加粗字体
fontscale=修改全局字体缩放
fontQuality=高质量渲染字体


themes=主题
customize_blur=调整模糊强度
customize_opacity=调整透明度
customize_stroke=调整边框透明度
customize_enabled_dockbg=Dock使用自定义背景模糊和透明度
customize_enabled_iconreflection=Dock使用图标倒影
customize_blur_iconreflection=调整图标倒影模糊强度
customize_opacity_iconreflection=调整图标倒影透明度
customize_offset_iconreflection=调整图标倒影距离
customize_stoppoint_iconreflection=调整图标倒影渐变距离
customize_enabled_icontag=Dock图标标签使用自定义背景模糊和透明度
customize_enabled_menu=菜单使用自定义背景模糊和透明度
customize_enabled_window=窗口界面使用自定义背景模糊和透明度
customize_enabled_finder=MyFinder使用自定义背景模糊和透明度
customize_opacity_wallpapercolor=调整壁纸强调色浓度
customize_enabled_folder=文件夹界面使用自定义背景模糊和透明度
customize_enabled_foldersize=文件夹界面使用自定义图标大小
customize_enabled_pad=启动台使用自定义背景模糊
customize_enabled_pad_backdrop=启动台使用当前屏幕背景
customize_enabled_pad_winuiwallpaper=启动台使用动态模糊效果
selectthemes_icon=选择图标主题
selectthemes_dockskin=选择Dock皮肤主题

general=通用
advanced=高级
preview=预览
minimizewindowsettings=最小化
systrayicoset=托盘
screenset=屏幕
timeset=时间
notificationset=通知
audioset=声音
displayset=显示器
mediaset=媒体控制
batteryset=电池
netset=网络
monitorset=监控
windowsanimationset=窗口动画
WindowManagement=窗口管理

windownotfullscreenadd=添加非全屏窗口
gamewindowadd=添加游戏窗口
gamewindowslist=管理游戏窗口列表
gamewindowslistdel=删除游戏窗口
nogamewindow=无游戏窗口
Minimize Screenshot method=最小化动画截图方式

about=关于

icosize=图标默认大小

icoeffect=图标效果

dockeffect_none=无
dockeffect_scale=放大
dockeffect_select=选择
dockeffect_light=光照
dockeffect_scaleandlight=放大和光照
dockeffect_selectandlight=选择和光照
icolightvalue=图标光照强度
icobglightvalue=图标背景光照强度
icobglightcolor=图标背景光照颜色

icomaxsize=图标缩放后大小

icospace=图标之间距离大小
edgeposition=Dock 距离屏幕边缘大小

iconimmersion=Dock 空闲时使用沉浸模式
dockicoImmersion_delay=沉浸模式延迟显示时间


displaymode=选择Dock显示隐藏模式

displaynormal=默认显示模式
displaybottom=叠层显示模式
displayauto=自动隐藏模式
displaysmart=智能隐藏模式
displayhotkey=热键显示模式
displayalways=始终显示模式
displayhide=始终隐藏模式
displayalwaysshow=始终显示包括全屏
displaydesktop=桌面显示模式

showmodewindows=选择 Dock 显示隐藏检测窗口方式
showhidetest_exe=当前程序窗口
showhidetest_all=所有程序窗口

showhidetype=选择 Dock 显示隐藏效果

showhideeffect_move=移动
showhideeffect_opacity=渐隐渐显

activation Dock Type=Dock 显示激活方式
showdockact_mouse=屏幕边缘
showdockact_bar=激活条

actbar_weight=调整激活条宽度
actbar_height=调整激活条高度
actbar_offset=调整激活条屏幕距离

positiononscreen=Dock 所在屏幕位置
screenleft=左边
screenbottom=底边
screenright=右边
screentop=顶边

multiscreen=选择要显示Dock的屏幕

padicotype=选择启动台显示的图标
padicotype_normal=添加的图标
padicotype_startmenu=开始菜单
padicotype_desktop=桌面程序
hidepadicostring=隐藏图标文字

padicosize=启动台图标大小
padicospacex=图标横向间距
padicospacey=图标纵向间距
padicoblacklist=编辑已删除开始菜单程序
padblacklist=管理列表
multiscreenpad=选择要显示启动台的屏幕
padscreenname=跟随 Dock

HDicons=高质量渲染图标
lockicon=锁定图标拖动
showicontag=显示图标标签文字
windowsborder=开启窗口边界防止遮挡 Dock
jumpanimation=点击图标后弹跳打开程序
folderDoubleclickOpen=文件夹内图标双击打开
foldernoshowopen=不显示打开文件夹按钮
iconmask=为全局图标添加遮罩效果
icomasktype=全局图标遮罩样式
show indicators=为打开的应用程序显示指示灯
Explorer window=资源管理器图标运行仅检测窗口
hidedockdelay=延迟隐藏dock时间

Runapp separator=为新运行的程序图标添加分隔符
newapp=显示新运行程序图标
runiconallscreen=显示所有屏幕的新运行程序图标
blacklist=管理禁止列表
noblacklist=无禁止程序
hotcornerleft=屏幕左下角触发功能
hotcornerright=屏幕右下角触发功能
hotkeypad=显示启动台快捷键
hotkeyDock=显示 Dock 快捷键
hotkeyborder=开启关闭Dock 窗口边界快捷键

mouseactdock=鼠标延迟激活dock时间

dockicobackup=备份Dock图标配置
backuplist=管理备份
Addbackupdockico=添加图标备份
locationbackup=打开备份文件夹

minimize=开启最小化窗口到 Dock
animationoff=关闭窗口最小化动画
Slow animation=按住 Shift 键慢放最小化动画
Minimize dynamics=最小化时动态刷新窗口内容

minimizeeffect=最小化窗口使用特效

genie=神奇效果
scale=缩放效果
scaleDX=缩放效果DX
suck=吮吸效果

minicopos=最小化窗口图标位置
dockmin_lastico=右侧图标旁
dockmin_right=右侧独立显示
dockmin_rightandlim=右侧使用分隔符独立显示
minimizeAnimationWait=等待最小化窗口动画渲染帧数

minimizeAnimationspeed=最小化窗口动画速度
Minimize to icon=将窗口最小化至应用程序图标
Minimizeblacklist=取消最小化动画窗口
Editwindowlist=编辑窗口列表

previewon=启用窗口预览功能
previewsize=窗口预览大小
previewdelay=延迟显示预览

previewcontrol=显示其他预览元素
previewappname=应用程序名称
previewbutton=窗口控制按钮
aeropeek=鼠标悬停时显示全窗口预览

finderbgtype=选择MyFinder背景样式
finderheight=调整MyFinder高度
finderoffsety=调整纵向布局偏移
finderbuttonw=调整按钮间距
logotype=选择左侧按钮样式
diylogo=自定义
shutdownmsgbox=关机重启系统显示确认对话框
finderdark=选择MyFinder颜色模式

stagemanagerset=台前调度
stagemanageronlywindowslist=仅显示窗口列表不隐藏后台窗口
showstagemanager=在 MyFinder 中显示台前调度图标
showstagemanagerwindowtitle=鼠标悬停显示窗口标题
showstagemanagerdesktophidewindows=点击桌面隐藏所有窗口
showstagemanagermediaplaypause=自动暂停和播放后台窗口媒体
stagemanager_hotkey=开启台前调度快捷键

stagemanagerblacklist=台前调度中排除的程序
stagemanager_showdesktop=显示桌面图标
desktopico_hide=始终隐藏图标
desktopico_auto=自动显示隐藏
desktopico_show=始终显示

stagemanager_enable=开启台前调度
stagemanager_listpos=窗口列表所在屏幕位置
stagemanager_listshowmode=窗口列表显示隐藏模式
stagemanager_windowsize=窗口列表图标大小
stagemanager_windowspace=窗口列表图标间距
stagemanager_windowcount=窗口列表图标个数
stagemanager_windowsblur=模糊后台窗口图标

showuseraccount=显示账户图标
showmediacontrol=显示媒体播放图标
systemtraycolor=显示彩色托盘图标
showkeyboard=显示输入法图标
showsearch=显示搜索图标
showLyrics=显示音乐播放器歌词
showLyrics_color=显示彩色播放器歌词
musiccontrolshowmode=媒体控制显示方式
musiccontrol_close=不显示
musiccontrol_activity=显示歌词时显示
musiccontrol_always=始终显示

finderdark_auto=壁纸颜色
finderdark_set=跟随全局

multiscreenfinder=选择要显示 MyFinder 的屏幕
findershowallscreens=所有屏幕

showweather=显示天气预报

hotkeyfinder=显示 MyFinder 快捷键
finderdisplaymode=选择MyFinder显示隐藏模式
mouseactfinder=鼠标延迟激活MyFinder时间
hidefinderdelay=延迟隐藏MyFinder时间
finderhidemenudelay=延迟隐藏其他程序菜单栏时间

showusbdevice=显示USB移动磁盘
finderautochangecolor=窗口最大化使用沉浸模式
finderfastclosewindow=点击右上角关闭当前最大化窗口
myfinderscaleopen=使用自定义缩放

finderlockbtn=锁定图标防止拖动

findershowmenu=显示其他程序菜单项

showaudio=在MyFinder中显示音量图标
showmicrophone=在MyFinder中显示麦克风图标
showbattery=在MyFinder中显示电池图标
shownetwork=在MyFinder中显示网络图标
showbluetooth=在MyFinder中显示蓝牙图标
showdisplay=在MyFinder中显示显示器图标

bluetooth_showbattery=已连接的蓝牙设备
bluetooth_not show=不显示
bluetooth_icon=只显示图标
bluetooth_value=显示图标和电量

monitorcolor=占用过高时高亮提示
showcpu=CPU
showtemp=核心温度
showmen=内存
showdisk=磁盘
shownet=网速

Calendarfirstday=每周第一天
Calendar_Sunday=星期日
Calendar_Monnday=星期一

formatdate=选择日期显示格式
formattime=选择时间显示格式
customformatdate=自定义日期显示格式
customformattime=自定义时间显示格式

showbatteryvalue=显示电池百分比


showbatterytime=显示电池剩余时间

batteryshow_none=不显示
batteryshow_acdc=始终显示
batteryshow_ac=使用电源时
batteryshow_dc=使用电池时

powerset_open=自动切换电源计划
powerset_aconline=使用电源时电源计划
powerset_battery=使用电池时电源计划


audiotip=播放音量调整提示音
mediatype=选择音量亮度提示样式

media_system=系统样式
media_speakers=喇叭样式
media_phone=手机样式

hotkeyvolup=音量增加快捷键
hotkeyvoldown=音量降低快捷键
hotkeyvolmute=音量静音快捷键
hotkeymicup=麦克风音量增加快捷键
hotkeymicdown=麦克风音量降低快捷键
hotkeymicmute=麦克风静音快捷键

hotkeybriup=亮度增加快捷键
hotkeybridown=亮度降低快捷键

hotkeycontrolvalue=调整快捷键增加降低的值

systemnotification=系统通知
usbdevicenotification=显示移动磁盘连接和弹出通知
bluetoothdevicenotification=显示蓝牙设备连接通知
Appnotification=App 通知
notification_open=允许通知
notification_type=横幅通知显示方式
notification_time=横幅通知显示时长
notification_show_close=不显示横幅
notification_show_once=只显示第一次
notification_show_always=始终显示

trayicoallshow_myfinder=始终在 MyFinder 中显示所有托盘图标
trayicoallshow_mydock=始终在 MyDock 中显示所有托盘图标
trayicoallshow_systemico=在 MyFinder 中显示系统自带托盘图标
trayico_waittime=新运行的托盘图标显示时间
Apptrayico=App 托盘图标
apptrayicoshow_finder=在 MyFinder 中显示托盘图标
apptrayicoshow_dock=在 MyDock 中显示托盘图标
acttrayicotype=选择激活托盘图标的方式

screenround=屏幕圆角
screenround_show=启用屏幕圆角
screenround_size=屏幕圆角大小
screenround_color=屏幕圆角颜色

openwindowsshow=窗口打开动画
windowsopeneffect=窗口打开动画效果

openwindowsclose=窗口关闭动画
windowscloseeffect=窗口关闭动画效果
windowsblacklistadd=添加排除的窗口
windowsblacklistdel=删除排除的窗口
windowsclose_animation=调节动画速度

stagemanager_animation=调节动画速度
mediatiptime=音量亮度提示显示时间

other=其他

wallpaper=壁纸

selectwallpaper=请选择壁纸主题
wallpapernone=无
loadwallpaper=导入壁纸主题
wallpaperdownload=下载壁纸主题
wallpaperOK=应用壁纸

restartdock=重启MyDockFinder

resetini=清除数据
resetini_ok=清除
resetini_config=偏好设置配置文件
resetini_ico=Dock 图标配置文件
resetini_padico=启动台图标配置文件
resetini_padicocache=启动台图标缓存
systemiconcache=系统图标缓存
uninstall=卸载程序

updatelog=更新日志
updatelogcheck=查看

ok=确定
cancel=取消

------------------------------------------------------------
[hotcorners]
nothing=无
allwindows=显示所有窗口
launchpad=显示启动台
displaytosleep=关闭显示器
startmenu=显示开始菜单
showdesktop=显示桌面
actioncenter=Windows 操作中心
screensaver=屏幕保护
Windows widget=Windows 小组件

[settingtips]

fontQualitytips=部分系统不支持高质量渲染字体可能会引起崩溃，点击确定后进行测试是否支持高质量渲染字体。
fontQualityFailedtips=测试失败，您的系统不支持高质量渲染字体。
fontQualityfuccesstips=已设置高质量渲染字体，部分界面需要重启才能生效！
openUACtip=检测到系统已经关闭UAC，可能会导致无法使用文件拖放到dock中打开功能，是否开启系统UAC？
openUACtip1=UAC开启成功，需要重启系统生效,是否立即重启系统？
openUACtip2=UAC开启失败！
backupsuccess=上传成功！
backupfail=上传失败！
hotkeyhideerror=请设置显示Dock快捷键否则该功能可能无法生效！
resetinitip=是否重置配置文件？
systemicontip=是否清除系统图标缓存？
winuiwallpapertip=开启后如果出现电脑死机情况，请关闭此选项，重启程序后生效！！！
DPItips=部分界面关闭重新打开后生效！
padicotypetips=修改此选项后需要重新设置图标，请谨慎选择！
edgetip=开启限制窗口边界无法调整！
autohideerror=开启窗口边界不能启用此功能！
neterror=未找到可用网络，请检查连接。
autohide=开启自动隐藏Dock无法启用此功能！
updateerror1=网络连接错误，请重试！

updatetip1=已有新版本是否更新？
updatetip2=文件下载完毕是否立即更新？

noupdate=已是最新版本，无需更新！

restarttip=重启程序后生效！

languagetips=部分界面需要重启才能生效！

restartruntip=是否重新启动程序？

backupfolderror=创建备份文件夹失败，请检查目录权限！

backuptips=是否还原此备份配置文件？

;-------------------------------------------------------------------

[menu]
;右键菜单
reboot explorer=重新启动

closewindows=关闭窗口
RecentFiles=最近打开的文件
otheroption=选项
dockmenu=MyDockFinder菜单
menurecent=最近访问
menubind=已固定
menutask=任务

edit_cut=剪切
edit_copy=复制
edit_paste=粘贴
edit_selectall=全选
edit_delete=删除
edit_openurl=打开网址

workshop=创意工坊
newfinderwindow=新建资源管理器窗口
gotofolder=前往文件夹
connecttoserver=连接服务器

showlaunchpad=显示启动台


addnormalicon=添加普通图标
addsystemicon=添加系统图标
add delimiter=添加分隔符
del delimiter=删除分隔符

showtaskbar=显示任务栏
hidetaskbar=隐藏任务栏
preference=MyDockFinder偏好设置
enddock=结束MyDockFinder

editicon=设置此图标
removefromdock=从 Dock 中移除
keepindock=在 Dock 中保留
locationfile=打开文件所在位置
runagain=再次运行此程序
nevershowthis=不再显示此程序
adminmode=管理员模式运行
open=打开
quit=退出

emptytrash=清倒废纸篓
sortorder=排序方式
Byname=名称
Bysize=大小
Byextension=类型
Bydate/time=修改时间
Createtime=创建时间
Groupdirectories=目录优先
reverseorder=反转排序
closewindow=关闭此窗口
Display=显示内容为
Folder=文件夹
Stack=叠放
Locatefolder=直接打开
FolderEffect=显示效果
Grid=网格
Fan=扇形
menufold=菜单
showmodeapps=设定此程序独立显示隐藏模式
showmodedesktop=设定桌面显示隐藏模式
NominiEffect=不显示此程序窗口最小化动画
nevershowprogress bar=不再显示此程序进度条
showmodenormal=跟随全局设置
msgtips=设置为消息提示程序
incognito=新建无痕模式窗口

systemmenu=系统菜单

timeskin=选择表盘
timedefault=默认表盘

----------------------------------------------

[launchpad]
;launchpad界面

addicon=添加图标
deleteicon=删除此图标
padsortname=按名称排序
padsort=图标自动补位
;搜索框标题

search=搜索
;添加pad图标界面
ok=完成

addtips=请将exe、lnk文件拖放到此处
----------------------------------------------

[promptwindow]

;清空垃圾箱提示和其他提示

ok=确定
cancel=取消
trashok=清倒废纸篓
trashtitle=您确定要清空废纸篓中的项目吗？
batterytip=电池电量低请连接充电器！
eject=已弹出
Connected=已连接
brightnesstip=调整显示器亮度有可能造成显示器永久损坏，请谨慎操作！
brightnesstip1=检测到显示器亮度调整为0，如果显示器不可见或不点击确定，5秒后重置显示器亮度

-----------------------------------------------
;时间格式说明
;ddd 周几   dddd星期几  M月份  d日期  H 24小时格式  h 12小时格式   m 分钟  s 秒  
;双字母补齐两位数 例如 HH:mm:ss  09:06:05
;下面所有格式可自定修改,左边是编号可无限制添加下去 =后面留空表示不显示日期
;修改保存后立即生效,直接dock设置点击时间格式菜单即可显示生效
[formatdate]
1=
2=ddd
3=M月d日
4=M月d日 ddd
5=ddd M月d日

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;日历图标月份文字和日历每月1号文字

m1=1月
m2=2月
m3=3月
m4=4月
m5=5月
m6=6月
m7=7月
m8=8月
m9=9月
m10=10月
m11=11月
m12=12月

[findermenu]
batteryhealth=电池健康度：
Hidelyrics=自动隐藏播放器歌词
Edit the lyrics display area=编辑歌词显示区域

spatialaudio=空间音效

bluetoothdisconnect=断开连接
bluetoothunpair=删除设备

lockscreen=锁定屏幕
usersetting=账户设置
HideMenu=隐藏窗口菜单栏
systemmenu=窗口菜单
bluetooth=蓝牙
Bluetooth settings=蓝牙偏好设置
device=设备
Preferred network=首选网络
other networks=其他网络
network settings =网络偏好设置
Audio=声音
output=输出
Microphone=麦克风
input=输入
audio settings=声音偏好设置
battery settings=电池偏好设置
BatteryEstimatedTime=剩余可用
batterytime_hour=小时
batterytime_min=分钟
Edit title=编辑标题
Window border=开启窗口边界
end finder=退出MyFinder
About This PC=关于本机
System settings=系统偏好设置
app Store=应用商店
Task manager=任务管理器
Sleep=睡眠
Dormant=休眠
Shutdown=关机
Reboot=重新启动
Shutdown&Update=关机并更新
Reboot&Update=重启并更新
Lock screen=锁定屏幕
Logout=注销

symbol=显示表情和符号
Screen Keyboard=显示虚拟键盘
keyboardname=显示输入法名称
Keyboard settings=键盘偏好设置
display=显示器
systemdark=系统暗色模式
bluelight=夜间模式
focusassist=专注助手
focusoff=关闭
focusPriorityOnly=仅优先通知
focusAlarmsOnly=仅限闹钟
Notification settings=通知偏好设置
screen projection=投影
screen INTERNAL=仅电脑屏幕
screen CLONE=复制
screen EXTEND=扩展
screen EXTERNAL=仅第二屏幕
displayset=显示器偏好设置
hotspot=热点
airplane=飞行模式
deviceon=打开
deviceoff=关闭

eject=弹出
open=打开

[findermenubrowser]
new=新建
newtab=新建标签页
newwindow=新建窗口
favorites=收藏夹
history=历史记录
download=下载
window=窗口
file=文件
no file=未选择文件
View=查看
Sort by=排序方式
Group by=分组依据
refresh=刷新
showicons=显示桌面图标

sort_none=无
sort_bigicon=大图标
sort_mediumicon=中图标
sort_smallicon=小图标
sort_superbigicon=超大图标
sort_list=列表
sort_details=详细信息
sort_tile=平铺
sort_content=内容
sort_name=名称
sort_size=大小
sort_type=类型
sort_time=日期
sort_ascending=升序
sort_descending=降序
sort_AutoArrange=图标自动排列
sort_snaptogrid=将图标与网格对齐图标自动排列

[findertips]
Mute=静音
battery=电池
AcOnLine=已接通电源
Charging=电池正在充电
notCharging=电池未充电
Usebattery=正在使用电池
Full battery=电量充满
brightness=亮度
show trayico=显示托盘图标

[findertitle]

[shutdown]
shutdown=是否关闭此电脑？
Reboot=是否重新启动系统？
Logout=是否注销此账户？
Dormant=是否将系统休眠？
sleep=是否将系统睡眠？

now=立刻
minute=分钟

[wifi]
password=密码：
showpassword=显示密码
join=加入
cancel=取消

[weather]
00=晴
01=多云
02=阴
03=阵雨
04=雷阵雨
05=雷阵雨伴有冰雹
06=雨夹雪
07=小雨
08=中雨
09=大雨
10=暴雨
11=大暴雨
12=特大暴雨
13=阵雪
14=小雪
15=中雪
16=大雪
17=暴雪
18=雾
19=冻雨
20=沙尘暴
21=小到中雨
22=中到大雨
23=大到暴雨
24=暴雨到大暴雨
25=大暴雨到特大暴雨
26=小到中雪
27=中到大雪
28=大到暴雪
29=浮尘
30=扬沙
31=强沙尘暴
32=浓雾
33=雪
49=强浓雾
53=霾
54=中度霾
55=重度霾
56=严重霾
57=大雾
58=特强浓雾
301=雨
302=雪
303=风